{
  "text": {
    "hello": 13,
    "hi": 15,
    "hey": 14,
    "start": 36,
    "game": 11,
    "look": 21,
    "around": 1,
    "search": 32,
    "bookshelf": 4,
    "investigate": 18,
    "examine": 9,
    "read": 30,
    "prophecy": 29,
    "book": 3,
    "open": 24,
    "the": 38,
    "of": 23,
    "enter": 7,
    "__number__": 0,
    "type": 39,
    "code": 6,
    "is": 19,
    "painting": 26,
    "at": 2,
    "whisper": 40,
    "secret": 33,
    "phrase": 28,
    "say": 31,
    "speak": 35,
    "hidden": 16,
    "i": 17,
    "escaped": 8,
    "got": 12,
    "out": 25,
    "passage": 27,
    "failed": 10,
    "m": 22,
    "stuck": 37,
    "cannot": 5,
    "solve": 34,
    "it": 20
  },
  "intent": {
    "greet": 9,
    "search_bookshelf": 12,
    "read_book": 10,
    "enter_code": 0,
    "examine_painting": 6,
    "whisper_phrase": 13,
    "escape": 3,
    "fail": 7,
    "enter_wrong_code": 1,
    "enter_wrong_phrase": 2,
    "escape_library": 4,
    "examine_bookshelf": 5,
    "find_key": 8,
    "read_prophecy_book": 11,
    "whisper_secret_phrase": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 13,
    "action_session_start": 16,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 18,
    "action_unlikely_intent": 19,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_check_code": 1,
    "action_check_phrase": 2,
    "action_give_hint_for_code": 8,
    "action_give_riddle_for_code": 9,
    "action_open_secret_passage": 11,
    "action_provide_clue_for_prophecy_book": 12,
    "action_reveal_hidden_phrase": 14,
    "action_trap_in_library": 17,
    "action_unlock_drawer": 20,
    "utter_enter_code": 21,
    "utter_examine_painting": 22,
    "utter_fail": 23,
    "utter_greet": 24,
    "utter_read_book": 25,
    "utter_search_bookshelf": 26,
    "utter_whisper_phrase": 27
  },
  "action_text": null,
  "intent_response_key": null
}