{
  "text": {
    "hello": 21,
    "hi": 23,
    "hey": 22,
    "greetings": 20,
    "good": 19,
    "morning": 35,
    "how": 24,
    "are": 3,
    "you": 62,
    "look": 33,
    "at": 4,
    "the": 53,
    "bookshelf": 7,
    "search": 48,
    "examine": 14,
    "shelf": 50,
    "investigate": 28,
    "i": 25,
    "want": 58,
    "to": 56,
    "enter": 10,
    "code": 9,
    "try": 57,
    "entering": 12,
    "__number__": 0,
    "now": 36,
    "input": 27,
    "failed": 15,
    "again": 1,
    "oops": 38,
    "wrong": 61,
    "attempt": 5,
    "this": 54,
    "is": 29,
    "painting": 41,
    "study": 52,
    "closely": 8,
    "whisper": 59,
    "phrase": 42,
    "will": 60,
    "say": 47,
    "quietly": 44,
    "escape": 13,
    "make": 34,
    "an": 2,
    "room": 46,
    "open": 39,
    "prophecy": 43,
    "book": 6,
    "read": 45,
    "through": 55,
    "entered": 11,
    "incorrect": 26,
    "find": 16,
    "key": 30,
    "for": 17,
    "secret": 49,
    "speak": 51,
    "library": 32,
    "get": 18,
    "out": 40,
    "of": 37,
    "leave": 31
  },
  "intent": {
    "greet": 13,
    "search_bookshelf": 18,
    "enter_code": 2,
    "fail": 9,
    "examine_painting": 8,
    "whisper_phrase": 21,
    "escape": 5,
    "examine_bookshelf": 7,
    "read_prophecy_book": 16,
    "enter_wrong_code": 3,
    "find_key": 10,
    "whisper_secret_phrase": 22,
    "escape_library": 6,
    "enter_wrong_phrase": 4,
    "check_code": 0,
    "check_phrase": 1,
    "give_hint_for_code": 11,
    "give_riddle_for_code": 12,
    "open_secret_passage": 14,
    "provide_clue_for_prophecy_book": 15,
    "reveal_hidden_phrase": 17,
    "trap_in_library": 19,
    "unlock_drawer": 20
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 13,
    "action_session_start": 16,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 18,
    "action_unlikely_intent": 19,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_check_code": 1,
    "action_check_phrase": 2,
    "action_give_hint_for_code": 8,
    "action_give_riddle_for_code": 9,
    "action_open_secret_passage": 11,
    "action_provide_clue_for_prophecy_book": 12,
    "action_reveal_hidden_phrase": 14,
    "action_trap_in_library": 17,
    "action_unlock_drawer": 20,
    "utter_enter_code": 21,
    "utter_enter_wrong_code": 22,
    "utter_fail": 23,
    "utter_find_key": 24,
    "utter_read_prophecy_book": 25,
    "utter_whisper_phrase": 26,
    "utter_whisper_secret_phrase": 27
  },
  "action_text": null,
  "intent_response_key": null
}