{
  "text": {
    "hello": 36,
    "hi": 40,
    "hey": 39,
    "greetings": 35,
    "howdy": 43,
    "what": 102,
    "s": 77,
    "up": 100,
    "there": 96,
    "look": 51,
    "around": 6,
    "do": 24,
    "i": 44,
    "see": 81,
    "describe": 23,
    "the": 95,
    "room": 76,
    "here": 38,
    "is": 49,
    "me": 54,
    "take": 92,
    "a": 1,
    "at": 9,
    "my": 55,
    "surroundings": 90,
    "in": 45,
    "examine": 29,
    "bookshelf": 14,
    "check": 17,
    "bookshelves": 15,
    "search": 79,
    "books": 13,
    "closer": 18,
    "investigate": 48,
    "out": 62,
    "on": 60,
    "shelf": 82,
    "read": 73,
    "prophecy": 68,
    "book": 12,
    "open": 61,
    "and": 4,
    "ancient": 3,
    "text": 94,
    "enter": 27,
    "__number__": 0,
    "try": 99,
    "code": 21,
    "input": 46,
    "entering": 28,
    "put": 70,
    "painting": 64,
    "inspect": 47,
    "wall": 101,
    "art": 7,
    "artwork": 8,
    "picture": 66,
    "observe": 59,
    "whisper": 103,
    "secret": 80,
    "phrase": 65,
    "say": 78,
    "hidden": 41,
    "words": 105,
    "speak": 84,
    "special": 85,
    "magic": 53,
    "tell": 93,
    "mystical": 56,
    "need": 57,
    "hint": 42,
    "clue": 19,
    "can": 16,
    "you": 106,
    "give": 34,
    "m": 52,
    "stuck": 88,
    "help": 37,
    "provide": 69,
    "please": 67,
    "any": 5,
    "clues": 20,
    "to": 98,
    "solve": 83,
    "this": 97,
    "with": 104,
    "could": 22,
    "quit": 72,
    "game": 33,
    "end": 26,
    "surrender": 89,
    "forget": 31,
    "it": 50,
    "puzzle": 71,
    "done": 25,
    "t": 91,
    "finished": 30,
    "stop": 87,
    "restart": 75,
    "start": 86,
    "over": 63,
    "new": 58,
    "from": 32,
    "beginning": 11,
    "reset": 74,
    "begin": 10,
    "again": 2
  },
  "intent": {
    "greet": 4,
    "look_around": 6,
    "examine_bookshelf": 1,
    "read_book": 7,
    "enter_code": 0,
    "examine_painting": 2,
    "whisper_phrase": 9,
    "hint_request": 5,
    "give_up": 3,
    "restart_game": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 13,
    "action_session_start": 16,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 18,
    "action_unlikely_intent": 19,
    "action_back": 0,
    "action_extract_slots": 8,
    "action_enter_code": 5,
    "action_examine_bookshelf": 6,
    "action_examine_painting": 7,
    "action_game_over": 9,
    "action_give_hint": 10,
    "action_read_book": 12,
    "action_restart_game": 14,
    "action_start_game": 17,
    "action_whisper_phrase": 20,
    "utter_enter_code": 21,
    "utter_examine_bookshelf": 22,
    "utter_examine_painting": 23,
    "utter_game_over": 24,
    "utter_greet": 25,
    "utter_look_around": 26,
    "utter_read_book": 27,
    "utter_restart_game": 28,
    "utter_whisper_phrase": 29
  },
  "action_text": null,
  "intent_response_key": null
}