{
  "text": {
    "hello": 24,
    "hi": 27,
    "hey": 26,
    "greetings": 23,
    "look": 32,
    "around": 4,
    "what": 63,
    "do": 17,
    "i": 30,
    "see": 51,
    "describe": 16,
    "the": 57,
    "room": 47,
    "examine": 20,
    "bookshelf": 9,
    "check": 12,
    "bookshelves": 10,
    "search": 49,
    "books": 8,
    "read": 45,
    "prophecy": 42,
    "book": 7,
    "open": 37,
    "ancient": 2,
    "enter": 19,
    "__number__": 0,
    "try": 60,
    "code": 15,
    "input": 31,
    "painting": 39,
    "at": 6,
    "wall": 62,
    "art": 5,
    "whisper": 64,
    "secret": 50,
    "phrase": 40,
    "say": 48,
    "hidden": 28,
    "words": 65,
    "speak": 53,
    "special": 54,
    "need": 35,
    "a": 1,
    "hint": 29,
    "can": 11,
    "you": 66,
    "give": 22,
    "me": 34,
    "clue": 13,
    "m": 33,
    "stuck": 56,
    "help": 25,
    "provide": 43,
    "please": 41,
    "any": 3,
    "clues": 14,
    "to": 59,
    "solve": 52,
    "this": 58,
    "up": 61,
    "quit": 44,
    "game": 21,
    "end": 18,
    "restart": 46,
    "start": 55,
    "over": 38,
    "new": 36
  },
  "intent": {
    "greet": 4,
    "look_around": 6,
    "examine_bookshelf": 1,
    "read_book": 7,
    "enter_code": 0,
    "examine_painting": 2,
    "whisper_phrase": 9,
    "hint_request": 5,
    "give_up": 3,
    "restart_game": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 13,
    "action_session_start": 16,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 18,
    "action_unlikely_intent": 19,
    "action_back": 0,
    "action_extract_slots": 8,
    "slotset": 22,
    "game_started": 21,
    "true": 23,
    "action_enter_code": 5,
    "action_examine_bookshelf": 6,
    "action_examine_painting": 7,
    "action_game_over": 9,
    "action_provide_hint": 11,
    "action_read_book": 12,
    "action_restart_game": 14,
    "action_set_game_started": 17,
    "action_whisper_phrase": 20,
    "utter_enter_code": 24,
    "utter_examine_bookshelf": 25,
    "utter_examine_painting": 26,
    "utter_greet": 27,
    "utter_introduction": 28,
    "utter_look_around": 29,
    "utter_read_book": 30,
    "utter_restart_game": 31,
    "utter_whisper_phrase": 32
  },
  "action_text": null,
  "intent_response_key": null
}