{
  "text": {
    "hello": 34,
    "hi": 37,
    "hey": 36,
    "greetings": 33,
    "howdy": 40,
    "what": 94,
    "s": 70,
    "up": 90,
    "good": 32,
    "day": 21,
    "look": 47,
    "around": 7,
    "do": 23,
    "i": 41,
    "see": 75,
    "describe": 22,
    "the": 86,
    "room": 69,
    "scan": 72,
    "area": 6,
    "in": 42,
    "observe": 56,
    "my": 51,
    "surroundings": 84,
    "examine": 28,
    "bookshelf": 14,
    "check": 17,
    "bookshelves": 15,
    "search": 73,
    "books": 13,
    "at": 10,
    "library": 46,
    "shelves": 76,
    "investigate": 45,
    "read": 66,
    "prophecy": 63,
    "book": 12,
    "open": 57,
    "ancient": 3,
    "enter": 26,
    "__number__": 0,
    "try": 89,
    "code": 20,
    "input": 43,
    "use": 91,
    "numbers": 55,
    "want": 93,
    "to": 88,
    "a": 1,
    "painting": 59,
    "wall": 92,
    "art": 8,
    "inspect": 44,
    "artwork": 9,
    "whisper": 95,
    "secret": 74,
    "phrase": 60,
    "say": 71,
    "hidden": 38,
    "words": 96,
    "speak": 80,
    "special": 81,
    "mutter": 50,
    "softly": 78,
    "need": 52,
    "hint": 39,
    "can": 16,
    "you": 97,
    "give": 31,
    "me": 49,
    "clue": 18,
    "m": 48,
    "stuck": 83,
    "help": 35,
    "provide": 64,
    "please": 62,
    "any": 4,
    "clues": 19,
    "solve": 79,
    "this": 87,
    "should": 77,
    "next": 54,
    "quit": 65,
    "game": 30,
    "end": 25,
    "don": 24,
    "t": 85,
    "play": 61,
    "anymore": 5,
    "exit": 29,
    "restart": 68,
    "start": 82,
    "over": 58,
    "new": 53,
    "reset": 67,
    "everything": 27,
    "begin": 11,
    "again": 2
  },
  "intent": {
    "greet": 4,
    "look_around": 6,
    "examine_bookshelf": 1,
    "read_book": 7,
    "enter_code": 0,
    "examine_painting": 2,
    "whisper_phrase": 9,
    "hint_request": 5,
    "give_up": 3,
    "restart_game": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_enter_code": 5,
    "action_provide_hint": 8,
    "action_restart_game": 10,
    "utter_enter_code": 15,
    "utter_examine_bookshelf": 16,
    "utter_examine_painting": 17,
    "utter_greet": 18,
    "utter_introduction": 19,
    "utter_look_around": 20,
    "utter_read_book": 21,
    "utter_restart_game": 22,
    "utter_whisper_phrase": 23
  },
  "action_text": null,
  "intent_response_key": null
}