{
  "text": {
    "hey": 38,
    "hello": 37,
    "hi": 39,
    "there": 79,
    "good": 31,
    "morning": 52,
    "evening": 23,
    "moin": 51,
    "let": 47,
    "s": 66,
    "go": 29,
    "dude": 21,
    "goodmorning": 34,
    "goodevening": 33,
    "afternoon": 2,
    "cu": 17,
    "by": 12,
    "cee": 14,
    "you": 91,
    "later": 46,
    "night": 57,
    "bye": 13,
    "goodbye": 32,
    "have": 36,
    "a": 1,
    "nice": 56,
    "day": 18,
    "see": 70,
    "around": 7,
    "yes": 90,
    "y": 89,
    "indeed": 43,
    "of": 60,
    "course": 16,
    "that": 77,
    "sounds": 72,
    "correct": 15,
    "no": 58,
    "n": 54,
    "never": 55,
    "i": 42,
    "don": 20,
    "t": 75,
    "think": 80,
    "so": 71,
    "like": 48,
    "way": 85,
    "not": 59,
    "really": 65,
    "perfect": 62,
    "great": 35,
    "amazing": 4,
    "feeling": 28,
    "king": 45,
    "wonderful": 87,
    "am": 3,
    "very": 83,
    "going": 30,
    "to": 81,
    "save": 69,
    "the": 78,
    "world": 88,
    "super": 74,
    "stoked": 73,
    "extremely": 25,
    "my": 53,
    "was": 84,
    "horrible": 40,
    "sad": 68,
    "feel": 27,
    "well": 86,
    "disappointed": 19,
    "m": 50,
    "unhappy": 82,
    "extremly": 26,
    "saad": 67,
    "are": 6,
    "bot": 11,
    "human": 41,
    "talking": 76,
    "examine": 24,
    "bookshelf": 10,
    "look": 49,
    "at": 8,
    "painting": 61,
    "read": 64,
    "prophecy": 63,
    "book": 9,
    "enter": 22,
    "__number__": 0,
    "answer": 5,
    "is": 44
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 2,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 1,
    "examine": 3,
    "solve_puzzle": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_examine_bookshelf": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18,
    "utter_intro": 19,
    "utter_puzzle_solved": 20
  },
  "action_text": null,
  "intent_response_key": null
}